Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/1999_1s.doc.tmx
Source language: sme
Languages: nob

source: Luondu lea vuođđun ealáhusaide ja maiddái eallinbirrasa , vássán áiggi vásiheami , máhtolašvuođa ja eallinlági rámman .
nob: Samtidig som naturen er grunnlag for næringsformer er den også ramme for livsområde og opplevelse av fortiden , og for kunnskaper og levemåte .

source: Sámi guovlluin lea luondu rašši .
nob: Naturen i samiske områder er sårbar .

source: Dát ii guoskka dušše eanadahkii ja luondduriggodagaide , muhto maiddái kultuvrii masa leat vuođđun .
nob: Dette gjelder ikke bare landskapet og naturressursene , men også kulturen de danner grunnlag for .

source: Sámi kultuvrra ja servodateallima ovdáneami vuođu ferte ovddidit sámi luonddu- ja kulturárbbi jierpmálaš hálddašemiin .
nob: Grunnlag for videreutvikling av samisk kultur og samfunnsliv skapes gjennom en fornuftig forvaltning av den samiske natur- og kulturarven .

source: Dan ferte hálddašit nu ahte joksá ceavzi resursaekonomálaš ovdáneami ja ceavzi ovdáneami mas sosiálalaš ja kultuvrralaš árvvut leat oassin .
nob: Den må forvaltes på en måte som innebærer en bærekraftig utvikling i ressursøkonomisk forstand og en bærekraftig utvikling som inkluderer sosiale og kulturelle verdier .

source: 3.2 Iešmearridanvuoigatvuohta
nob: 3.2 Retten til selvbestemmelse

source: Álbmogiid iešmearridanvuoigatvuohta lea riikkaidgaskasaččat dohkkehuvvon prinsihppa maid ON:a miellahtturiikkat leat geatnegahtton ovddidit ja várjalit .
nob: Folkenes rett til selvbestemmelse er et internasjonalt annerkjent prinsipp som FNs medlemsland er forpliktet til å fremme og beskytte .

source: Sápmelaččat leat sierra álbmot , ja das vuolgá iešmearridanvuoigatvuohta .
nob: Samene er et folk og derav følger retten til selvbestemmelse .

source: Vuođđolága § 110a sisttisdoallá sihke suodjaleami politihka vuostá mii lea áittan sámi kulturgaskkusteapmái ja geatnegasvuođa dahkat positiivvalaš daguid celkojuvvon ulbmiliid mielde .
nob: Grunnlovens § 110 a inneholder både et vern mot en politikk som truer samisk kulturutøvelse og en forpliktelse til å foreta positive disposisjoner for de angitte formål .

source: 1966 ’ ON-konvenšuvnna 27. artihkal siviila ja politihkalaš vuoigatvuođaid birra ii guoskka sámi kultuvrra dušše gáržžes sihkkarastimii , muhto maiddái ávnnaslaš eavttuide sámi kultuvrra seailluheamis ja nannemis oppalaččat .
nob: Artikkel 27 i FNs konvensjon om sivile og politiske rettigheter fra 1966 innebærer ikke bare en sikring av samisk kultur i snever forstand , men omfatte også de materielle forutsetningene for å bevare og styrke samisk kultur generelt .

source: ILO-konvenšuvdna nr. 169 váldoprinsihppan lea eamiálbmogiid vuoigatvuohta seailluhit ja ovddidit kultuvrraset , ja eiseválddiid geatnegasvuohta doaimmaiguin doarjut dán barggu .
nob: ILOs konvensjon nr. 169 har som hovedprinsipp urfolks rett til å bevare og videreutvikle sin egen kultur , og myndigheters plikt til å treffe tiltak for å støtte dette arbeidet .

source: Sámi kulturmuitoráđđái lea delegerejuvvon váldi hálddašit sámi kulturmuittuid kulturmuitolága vuođul .
nob: Samisk kulturminneråd er delegert myndigheten til å forvalte samiske kulturminner i henhold til kulturminneloven .

source: Lága ulbmil deattuha sihke kulturmuittuid ja kulturbirrasiid árvvu identitehta nannemis ja dan man deatalaš kulturmuitohálddašeapmi lea ollislaš birashálddašeamis .
nob: Lovens formål understreker både kulturminnenes og kulturmiljøenes identitetsskapende verdi og at kulturminneforvaltningen er vesentlig i den helhetlige miljøforvaltningen .

source: Sámi kulturmuitoráđđi lea ožžon ovddasvástádusa plána- ja huksenlága mielde fuolahit sámi kulturmuitoberoštumiid plána- ja huksenáššiin .
nob: Samisk kulturminneråd er gitt ansvaret for å ivareta de samiske kulturminnehensyn i plan- og byggesaker etter plan- og bygningsloven .

source: Plána- ja huksenláhka lea deatalaš neavvun kulturmuittuid seailluheamis ja hálddašeamis guhkesáigge eavttuid mielde .
nob: Plan- og bygningsloven er et viktig verktøy for å bevare og forvalte kulturminnene etter langsiktige kriterier .

source: Plána- ja huksenlága areálageavaheami vuogádat lea deatalaš váikkuhangaskaoapmin sámi kultuvrra luondduvuođu sihkkarastimis , mas maiddái sámi kulturmuittut ja kulturbirrasat leat oassin .
nob: Plan- og bygningslovens system for arealbruk er et viktig virkemiddel for å sikre naturgrunnlaget for samisk kultur , herunder også samiske kulturminner og kulturmiljø .

source: Sámi kulturmuitoráđđi lea neavvun sámi kulturmuittuid fuolaheapmái ja positiivvalaš geavaheapmái sámi servodatovdáneamis ja servodagas muđui kulturmuitolága ulbmiliid mielde , stáhta eiseválddiid sámepolitihka áigumušaid mielde ja Sámedikki mihttomeriid mielde .
nob: Samisk kulturminneråd er et redskap for at samiske kulturminner ivaretas og brukes på en positiv måte i den samiske samfunnsutviklingen og samfunnet forøvrig , i tråd med kulturminnelovens formål , intensjonene i statsmyndighetenes samepolitiske retningslinjer og Sametingets målsettinger .

source: 3.3 Eará láidesteamit eamiálbmogiid saji ektui resursahálddašeamis
nob: 3.3 Andre føringer på urfolks posisjon i ressursforvaltningen

source: Vuođđolága § 110 b nanne ceavzi ovdáneami prinsihpa ja olbmuid vuoigatvuođa háhkat máhtolašvuođa luonddubirrasa dili birra ja váikkuhusain maid plánejuvvon ja álggahuvvon doaimmat dagahit lundui .
nob: Grunnlovens § 110 b slår fast prinsippet om bærekraftig utvikling , og at folk har rett til kunnskap om naturmiljøets tilstand og virkningene av planlagte og iverksatte tiltak i naturen .

source: Maiddái dát ge mearrádus ferte leat láidesteaddjin go sámi váikkuhanfápmu sámi geavahanguovlluid ávkkástallamis ja hálddašeamis mearriduvvo .
nob: Også denne bestemmelsen må legge føringer på den samiske innflytelsen i utnyttelse og forvaltning av samiske bruksområder .

source: Birrasa ja ovdáneami 1992 máilmmekonferánssa agenda 21 kap. 26 lea eamiálbmogiid saji birra resursahálddašeamis .
nob: Agenda 21 fra verdenskonferansen om miljø og utvikling i 1992 omhandler i kap. 26 urfolks posisjon i ressursforvaltningen .

source: Vuođđun lea deattuhuvvon mo eamiálbmogat buolvvaid čađa leat ovddidan ollislaš máhtolašvuođa iežaset guovlluid luondduresurssaid ja birrasa birra .
nob: Som utgangspunkt er det framhevet hvordan urfolk i generasjoner har utviklet en helhetlig kunnskap om naturressurser og miljø i områdene der de lever .

source: Julggaštus dadjá leat dárbun várjalit eamiálbmogiid eatnamiid goarideaddji doaimmaid vuostá , ja ahte eamiálbmogiid árvvuid , árbevirolaš máhtolašvuođa ja geavahusa resursahálddašeamis galgá dohkkehit ja árvvus atnit .
nob: Erklæringen peker på nødvendigheten av å beskytte urfolks landområder mot aktiviteter som ikke er bærekraftige og på at urfolks verdier , tradisjonelle kunnskap og praksis når det gjelder ressursforvaltning må anerkjennes .

source: Dasto daddjo ahte eamiálbmogiid árbevirolaš ja njuolgga dárbu ođasmahtti resurssaide ja ekovuogádagaide lea vuođđun sin kultuvrralaš , ekonomalaš ja rumašlaš buresbirejupmái .
nob: Videre pekes det på at urfolks tradisjonelle og direkte avhengighet av fornybare ressurser og økosystemer er grunnleggende for deres kulturelle , økonomiske og fysiske velferd .

source: Loahpas ávžžuhuvvo ovddidit ja nannet nášuvnnalaš konsulterenortnegiid eamiálbmogiiguin vai sin dárbbut , árvvut , máhtolašvuohta ja vierut šattašedje resursahálddašeami nášuvnnalaš politihka oassin .
nob: Til slutt oppfordres det til å utvikle og styrke nasjonale ordninger for konsultasjon med urfolk med sikte på at deres behov , verdier , kunnskap og skikker inkorporeres i nasjonal politikk vedrørende ressursforvaltning .

source: Maiddái konvenšuvdna biologalaš máŋggabealatvuođa birra maid Norga dohkkehii 1993:s dadjá ahte galgá árvvus átnit , seailluhit ja bisuhit dan árbevirolaš máhtolašvuođa mii lea deatalaš eamiálbmogiid ja báikegottiid biologalaš máŋggabealat ceavzi geavaheami seailluheamis .
nob: Konvensjonen om biologisk mangfold som ble ratifisert av Norge i 1993 omhandler også at en skal respektere , bevare og opprettholde de urfolks- og lokalsafunnskunnskaper som representerer tradisjonelle livsstiler av betydning for bevaring av bærekraftig bruk av biologisk mangfold .

source: Konvenšuvdna dadjá ahte kultuvrralaš máŋggabealatvuođa ja biologalaš máŋggabealatvuođa seailluheapmi lea nubbi nuppis gitta .
nob: Konvensjonen peker på at bevaring av kulturelt og biologisk mangfold går hånd i hånd .

source: Eurohparáđi Cultural Heritage Committee dadjá ahte ii-vealaheami prinsihppa ii ábut heađuštit positiivvalaš vealaheami prinsihpa maid eiseválddit sáhttet geavahit kultuvrralaš minoritehtaid ja eamiálbmogiid kulturárbbi várjaleamis .
nob: Europarådets Cultural Heritage Committee gir uttrykk for at prinsippet om ikke-diskriminering ikke må stå i veien for prinsippet om at myndigheter må kunne benytte positiv diskriminering for å beskytte kulturarven til kulturelle minoriteter og urfolk .

source: 3.4 Ovddasvástádus sámi kultuvrras ja servodagas
nob: 3.4 Ansvar for samisk kultur og samfunn

source: Gielddain ja fylkkagielddain lea oppalaš ovddasvástádus maiddái sámi álbmoga ektui .
nob: Kommuner og fylkeskommuner har et allment ansvar også overfor den samiske befolkningen .

source: Maiddái dákkár ii-stáhtalaš orgánain lea ovddasvástádus leat mielde lágideamen dilálašvuođaid nu ahte sámi kultuvrra ja iešvuođa sáhttá ovddidit .
nob: Også slike ikke-statlige organer har medansvar for å legge forholdene til rette for at samisk kultur og engenart kan utvikles .

source: Stáhta galgá fuolahit ahte gielddat ja fylkkagielddat doibmet vuođđolága ja álbmotrievtti geatnegasvuođaid mielde , ja galgá maid fuolahit ahte eamiálbmotperspektiiva šaddá olles doaimma oassin .
nob: Staten må sørge for at kommuner og fylkeskommuner opptrer i samsvar med forpliktelsene i grunnloven og folkeretten . Den må også sørge for at den innarbeider urfolksperspektivet i hele sin virksomhet .

source: Kulturmuitolága njuolggadusain § 3 - ovttasbargogeatnegasdvuođa birra - daddjo ahte Sámi kulturmuitoráđis ja fylkkagielddain lea dieđihangeatnegasvuohta guđetguimmiidasaset go goappašiid beliin leat beroštumit áššis .
nob: I kulturminnelovens forskrifter § 3 - Samarbeidsplikt - framgår det at Samisk kulturminneråd og fylkeskommunene har underretningsplikt overfor hverandre i saker av gjensidig interesse .

source: Dasto daddjo ahte galget bargat ovttas go lea dárbbašlaš dahje ávkkálaš .
nob: Videre sies det at det skal innledes samarbeid når det er nødvendig eller hensiktsmessig .

source: 4 . Mihttomearit , hástalusat ja áŋgiruššansuorggit
nob: 4.0 Målsettinger , utfordringer og innsatsområder

source: 4.1 Mihttomearit
nob: 4.1 Målsettinger

source: Sámi kulturmuitoráđi bajimuš mihttomearrin lea :
nob: Samisk kulturminneråd har følgende overordnede målsetting :

source: Suodjalit sámi kulturmuittuid ja kulturbirrasiid dakkár vugiin mii lea mielde nannemin ja bisuheamen sámi kultuvrra
nob: Verne samiske kulturminner og kultumiljøer på en måte som bidrar til å styrke og videreføre samisk kultur

source: Bajimuš mihttomearis leat fas vuolggahuvvon golbma váldomihttomeari mat konktehtalaččabut čilgejit bajimuš mihttomeari sisdoalu , ja mat buorebut govvidit Sámi kulturmuitoráđi bargosurggiid .
nob: Den overordnede målsettingen er brutt ned i tre hovedmål som gir en mer konkret beskrivelse av innholdet i det overornede målet og som i sterkere grad avspeiler Samisk kulturminneråds arbeidsområder .

source: Váldomihttomearrin lea :
nob: Hovedmålene er å :

source: duddjot áddejumi sámi kulturmuittuid ja kulturbirrasiid birrasiiguoski , historjjálaš ja kultuvrralaš árvvus
nob: - Skape forståelse for samiske kulturminners og kulturmiljøers miljømessige , historiske og kulturelle verdi

source: hálddašit sámi kulturmuittuid ja kulturbirrasiid lágaid , njuolggadusaid ja kulturpolitihkalaš njuolggadusaid mielde
nob: - Forvalte samiske kulturminner og kulturmiljøer i tråd med lovverk , forskrifter og kulturpolitiske retningslinjer

source: leat mielde ovddideamen ovttasbarggu birashálddašemiin ja našuvnnalaš sámi ásahusaiguin ja riikkaidgaskasaččat sámi kulturmuittuid ja kulturbirrasiid suodjaleamis ja hálddašeamis
nob: - Virke til et samarbeid med miljøforvaltningen og samiske institusjoner nasjonalt og internasjonalt for vern og forvaltning av samiske kulturminner og kulturmiljøer

source: Dáid mihttomeriid vuođul guorahallojuvvo makkár hástalusat Sámi kulturmuitoráđis leat .
nob: På bakgrunn av disse målsettingene drøftes utfordringene Samisk kulturminneråd står overfor .

source: Guorahallan doalvu áŋgiruššansurggiide maiguin galggašii dohppet hástalusaide ja joksat mihttomeriid .
nob: Drøftingen leder fram til innsatsområder for å møte utfordringene og nå målsettingene .

source: Okta áŋgiruššansuorgi sáhttá guoskat máŋgga hástalussii ja váldomihttomearrái .
nob: Et innsatsområde vil kunne berøre flere utfordringer og hovedmålsettinger .

source: Mihttomearit ja áŋgiruššansuorggit galget čuovvuluvvot dárkileabbo bargomihttomeriiguin jahkásaš doaibmaplánain .
nob: Målsettingene og innsatsområdene vil bli fulgt opp med mer detaljerte arbeidsmål i de årlige virksomhetsplanene .

source: 4.2 Birassuodjaleapmi , kultursuodjaleapmi ja sámi servodagat
nob: 4.2 Miljøvern , kulturvern og samiske samfunn

source: Biras- ja kultursuodjaleapmi
nob: Miljø- og kulturvern

source: Sámi guovlluid guhkesáiggi ealáhus- ja servodatovdáneami vuođđun lea ahte luondduresurssaid eai ábut garraseabbot geavahit go maid luondu gierdá .
nob: Grunnlaget for en langsiktig nærings- og samfunnsutvikling i samiske områder er at bruken av naturressursene ikke må overskride naturens bæreevne .

source: Hástalussan lea geavahit guovlluid nu ahte luondu ja kulturmuittut ieža mearridit doaimma rámmaid ja rájiid .
nob: Utfordringen er en balansert nytting av områdene hvor naturen og kulturminnene selv setter rammer og grenser for aktiviteten .

source: Doahpagat biras , luondu ja kultuvra gullet lávgadit oktii .
nob: Begrepene miljø , natur og kultur henger nært sammen .

source: Luonddu ja birrasa hálddašeamis lea hui deatalaš mearkkašupmi kultuvrralaš kontinuitehtii ja ovddideapmái .
nob: Hvordan naturen og miljøet forvaltes er av avgjørende betydning for muligheten til kulturell kontinuitet og utvikling .

source: Birrasis , ovttas luondduin ja kulturmuittuiguin , lea njuolgga mearkkašupmi sámi ealáhusaide ja ássamii .
nob: Miljøet , med natur og kulturminner , har direkte relevans for samisk næringsutøvelse og bosetting .

source: Das lea maid mearkkašupmi kultuvrralaš gullevašvuhtii , ja dasto velá servodaga bisuheapmái ja ovddideapmái .
nob: Det har videre relevans for kulturell tilhørighet , samt videreføring og utvikling av samfunnsliv .

source: Lea lagas oktavuohta vuos birassuodjaleami ja resursahálddašeami gaskka ja fas kultursuodjaleami ja kulturovddideami gaskka .
nob: Det er en nær sammenheng mellom miljøvern og ressursforvaltning på den ene side og kulturvern og kulturutvikling på den andre side .

source: Dát oktavuohta lea earenoamáš deatalaš sámi kulturmuitosuodjaleamis .
nob: Denne sammenhengen er særlig sentral i det samiske kulturminnevernet .

source: Lea hástalussan dahkat dán oktavuođa čielgaseabbon juohkelágan hálddašanbargguin ja prošeavttaiguin ja doaimmaiguin .
nob: Det er en utfordring å tydeliggjøre denne sammenhengen i alt forvaltningsarbeid og gjennom prosjekter og tiltak .

source: Kulturmuittut ja árbevirolaš máhtolašvuohta daid birra leat máhtolašvuođa gáldun sihke ovddeš ja dálá buolvvaid oktavuođa birra luondoseaset ja luondduset geavaheami birra .
nob: Kulturminnene og tradisjonskunnskapen om dem er en kilde til kunnskap både om tidligere og dagens generasjoners forhold til og bruk av sine områder .

source: Seammás leat kulturmuittut deatalaš oassin sámi kulturárbbis , ja riggodahkan kultursuodjaleapmái ja kulturovddideapmái .
nob: Samtidig utgjør kulturminnene en viktig del av den samiske kulturarven , og er en ressurs for kulturvern og kulturutvikling .

source: Norggas ja ollu eará riikkain galgá Agenda 21 čuovvuluvvot Báikkálaš Agenda 21:s .
nob: I Norge og mange andre land skal Agenda 21 følges opp i Lokal Agenda 21 .

source: Agenda 21 ’ guhkesáiggi mihttomearri luonddu- ja birasárvvuid ceavzi geavaheami birra sáhttá addit kulturmuitosuodjaleapmái vejolašvuođa bidjat guovddážii doaimmaid , luondduáddejumiid ja resursaáddejumiid mat leat duddjon kulturmuittuid ja kultureanadagaid .
nob: Agenda 21 sin langsiktige målsetting om bærekraftig bruk av natur- og miljøverdier kan gi kulturminnevernet en innfallsport til å fokusere på aktivitetene , naturforståelse og ressursforståelse , som har skapt kulturminner og kulturlandskap .

source: Sámi kulturmuittuid suodjaleapmái ja hálddašeapmái lea deatalaš sáhttit bisuhit kontinuitehta luonddugeavaheamis seammás go atná muittus ahte ealáhusdoaimmas ja meahccegeavaheamis ođđaáigásaš ( mohtor- ) veahkkeneavvuiguin sáhttet leat heajos váikkuhusat kulturmuittuide , lundui ja eanadahkii .
nob: Det er sentralt for vern og forvaltning av samiske kulturminner at en kan opprettholde en kontinuitet i naturbruken samtidig som en er oppmerksom på at næringsutøvelse og utmarksbruk med moderne ( motoriserte ) hjelpemidler kan ha negative konsekvenser for kulturminner , natur og landskap .

source: Sámi kulturmuitosuodjaleami hástalussan lea danne leat mielde duddjomin oktavuođa árbevirolaš sámi luonddugeavaheami , ođđaáiggi ealáhusvugiid ja ođđaáiggi birasjurddašeami gaskka .
nob: For det samiske kulturminnevernet er utfordringen derfor å bidra til å skape et bindeledd mellom tradisjonell samisk naturbruk , moderne driftsformer og moderne miljøtenking .

source: Barggus mii guoská biras- ja resursageavaheami guottuide ferte vuođđun atnit báikegottiid iešáddejumiid ja iešárvvuid .
nob: Arbeidet knyttet til holdninger til miljø og ressursbruk må ta utgangspunkt i lokalsamfunns egenforståelser og - verdier .

source: Dáid ferte geahččalit geavahit dakkár positiivvalaš vugiin mii lea mielde dagaheamen ceavzi geavaheami .
nob: Disse må søkes omsatt på en positiv måte som bidrar til en bærekraftig bruk .

source: Dán oassin lea maiddái giehtaduodjemáhtolašvuođa , ávnnasmáhtolašvuođa , báikenamaid ja dološáiggi máhtolašvuođa geavaheami gáhtten ja bisuheapmi .
nob: Dette inkluderer også bevaring og videreføring av håndverkskunnskap , materialkunnskap , stedsnavn og kunnskap om eldre tiders bruk .

source: Leat doaimmat mat duddjojit guottuid .
nob: Holdninger skapes gjennom aktivitet .

source: Danne lea hástalussan oažžut áigái báikkálaš doaimmaid sámi kulturmuittuid ja kulturbirrasiid oktavuođas .
nob: Det å få til lokale tiltak og virksomhet omkring samiske kulturminner og kulturmiljø er derfor en utfordring .

source: Sámi kulturmuitosuodjaleapmi ja sámi servodagat
nob: Samisk kulturminnevern og samiske samfunn

source: Sámi kulturmuitoráđđi hálddaša sámi kulturmuittuid sihke sámi ja dáža servodagaid ovddas .
nob: Samisk kulturminneråd forvalter samiske kulturminner både for samiske og norske samfunn .

source: Sámi kulturmuittut gullet dattetge vuosttažettiin sámi báikegottiid álbmogii , mii čatná historjjá , searvevuođa ja gullevašvuođa kulturmuittuide dahje kultureanadahkii .
nob: Samiske kulturminner tilhører likevel først og fremst den samiske lokalbefolkningen , som knytter historie , fellesskap og tilhørighet til kulturminnene eller kulturlandskapet .

source: Sámi kulturmuitoráđđái lea hástalussan suodjalit kulturmuittuid sámi kultuvrra vuođu oassin , ja dakkár vugiin ahte doaimmašedje kultuvrralaš resursan sámi kultursuodjaleapmái ja kulturovddideapmái .
nob: For Samisk kulturminneråd ligger utfordringen i å verne kulturminnene som en del av grunnlaget for samisk kultur og på en slik måte at de fungerer som en kulturell ressurs for samisk kulturvern og kulturutvikling .

source: Sámi kulturmuittut leat dávjá hui rašit njuolgga gollama dáfus ja dan dáfus go leat árbevieruid ja jurddašallamiid seailluheaddjin gos bisuheapmi lea dan duohken ahte sosiálalaš ja kultuvrralaš konteaksta ii dušša .
nob: Samiske kulturminner er ofte sårbare både for direkte slitasje og i den forstand at de er bærere av tradisjoner og forestillinger der videreføringen er avhengige av at den sosiale og kulturelle konteksten ikke forvitrer .

source: Sámi kulturmuittuid registreremis ja čilgemis lea hástalussan dasa vuođđun atnit báikkálaš sámi kulturmuito- ja kulturmáhtolašvuođa , ja ahte dát dáhpáhuvvá báikegottiid ja hálddašeami gaskasaš gulahallamiin .
nob: Ved registrering og anskueliggjøring av samiske kulturminner er utfordringen at dette tar utgangspunkt i den lokale samiske kulturminne- og kulturkunnskapen , og at det skjer ved en toveiskommunikasjon mellom lokalsamfunn og forvaltningsnivå .

source: Dasto lea maid hástalussan ahte bargu lea mielde ovddideamen báikkálaš beroštumi ja kultuvrralaš doaimmaid .
nob: Ikke minst er det en utfordring at arbeidet virker til samisk lokalt engasjement og kulturell aktivisering .

source: Lea hástalussan ahte hálddašanbargu ja fágalaš prošeavttat leat mielde nannemin báikegottiid máhtolašvuođa ja áddejumi sámi historjjás ja duogážis .
nob: Det er en utfordring at forvaltningsarbeid og faglige prosjekter bidrar til økt kunnskap og forståelse for samisk historie og forhistorie i lokalsamfunnene .

source: Jos galggašii dáidda hástalusaide nagodit dohppet , de dárbbaša :
nob: For å kunne møte disse utfordringene kreves det innsats for :

source: lávgadis ovttasbarggu eará birashálddašemiin ja gielddaiguin
nob: tett samspill med den øvrige miljøforvaltningen og kommunene .

source: nannet Sámi kulturmuitoráđi máhtolašvuođa sámi historjjás , kultuvrras ja gielas
nob: styrking av Samisk kulturminneråds kunnskap om samisk historie , kultur og språk

source: ovddidit Sámi kulturmuitoráđi gulahallanfierpmádaga sámi báikegottiin ja gulahallama sámi organisašuvnnaiguin , dávvirvuorkkáiguin ja ásahusaiguin
nob: utvikling av Samisk kulturminneråds kontaktnett i samiske lokalsamfunn og med samiske organisasjoner , museer og institusjoner

source: sámi kulturmuittuid ja kultureanadagaid čuvgen dohkálaš fágalaš ja báikkálaš sámi eavttuid vuođul
nob: anskueliggjøring av samiske kulturminner og kulturlandskap på faglig forsvarlige og samiske lokale premisser

source: sámi kulturmuittuid dokumenteren báikkálaš sámi searvamiin
nob: dokumentasjon av samiske kulturminner med samisk lokal deltakelse

source: eambbo doarjjaruđaid sámi kulturmuitodoaimmaide
nob: større tilskuddsmidler rettet mot samiske kulturminnetiltak

source: movttiidahttit sámi báikegottiid aktiivvalaččat searvat miellagiddevaš bargui sámi kulturmuittuiguin ja kultubirrasiiguin
nob: stimulering til aktivt og engasjerende arbeid omkring samiske kulturminner og kulturmiljø i samiske lokalsamfunn

source: 4.3 Sámi kulturmuittut ja areálahálddašeapmi
nob: 4.3 Samiske kulturminner og arealforvaltning

source: Jos galggašii bastit dohkálaš vugiin gáhttet sámi luonddu- ja resursaberoštumiid , de lea stuorra hástalussan bargat dan ala ahte sámi kultuvra ealáhusaiguin ja servodagain plánaproseassain buorebut ja čielgaseabbot vuhtiiváldojuvvo plána- ja huksenlága mielde .
nob: Skal de samiske natur- og ressursinteressene ivaretas på en forsvarlig måte , er det en stor utfordring å virke til at samisk kultur med næringer og samfunnsliv i større og tydeligere grad tas hensyn til i planprosessene etter plan- og bygningsloven .

source: Sámi kulturmuitoráđis lea hálddašanovddasvástádus olles riikka sámi kulturmuittuin , ja dát eanadieđalaš guovlllu viidodat lea Finnmárkkus Hedemárkui .
nob: Samisk kulturminneråd har forvaltningsansvar for samiske kulturminner i hele landet , et geografisk område som strekker seg fra Finnmark til Hedmark .
